/* Dialog Strings */
"SAVE" = "저장";
"DONTSAVE" = "저장하지 않음";
"CANCEL" = "취소";
"DELETE" = "삭제";
"OK" = "승인";
"APPLY" = "적용";
"REVERT" = "복귀";
"DONTAPPLY" = "적용 안함";
"CONTINUE" = "계속";
"NONE" = "없음";
"ASSIST" = "도와주세요...";
"NEW_ISP" = "새로운 ISP 얻기...";
"CREATE" = "생성";
"DO_NOT_CREATE" = "생성하지 않음";
"UNKNOWN" = "알 수 없음";
"DONE" = "완료";
"AUTHENTICATE" = "인증";
"DEAUTHENTICATE" = "인증 해제";

"ADVANCED" = "고급";
"SETUP" = "설정...";
"CONNECT" = "연결";
"DISCONNECT" = "연결 해제";
"DIAL_NOW" = "지금 전화걸기";

"EDIT_BUTTON_RENAME" = "이름 변경";
"EDIT_BUTTON_EDIT" = "편집…";

"LINK_AGGREGATE" = "링크 통합";

/* Panel Strings */
"SAVE_CONFIG" = "구성 변경을 적용하겠습니까?";
"IP_FROM_SERVER" = "IP 주소: 서버에서 제공됩니다.\n";
"IP_ADDR" = "IP 주소: %@\n";
"DELETE_LOC" = "“%@” 위치를 삭제하겠습니까?";
"DELETE_CFG" = "“%@” 구성을 삭제하겠습니까?";
"DELETE_SERVICE" = "“%@”(이)라는 제목의 서비스를 삭제하겠습니까?";
"NO_UNDO_DESC" = "이것은 취소할 수 없습니다.";
"DELETE_SERVICE_MULTIPLE_SETS_TITLE" = "“%@” 서비스가 여러 위치에 존재합니다";
"DELETE_SERVICE_MULTIPLE_SETS_MESSAGE" = "이를 모든 위치에서 삭제하겠습니까, 아니면 현재 위치에서 삭제하겠습니까?";
"DELETE_SERVICE_MULTIPLE_SETS_DEFAULT_BUTTON" = "모든 서비스에서 삭제";
"DELETE_SERVICE_MULTIPLE_SETS_ALTERNATE_BUTTON" = "현재 서비스에서 삭제";
"RENAME_CFG" = "구성 이름 변경:";
"RENAME_SERVICE" = "“%@”에 대한 새로운 이름을 입력하십시오.";
"CREATE_CFG" = "다음 이름의 새로운 구성 생성:";
"CREATE_SERVICE" = "다음 이름의 새로운 서비스 생성:";
"DUPLICATE_SERVICE" = "“%@” 복제에 대한 이름을 입력하십시오.";
"AUTOMATIC_CFG" = "자동";
"DEFAULT_CFG" = "기본";
"UNTITLED_CFG" = "무제";
"CFG_NAME" = "구성 이름:";
"CFG_COPY_NO_FORMAT" = "복사";
"CFG_COPY" = "%@ 복사";
"AIRPORT_ID" = "AirPort ID:";
"ENET_ID" = "이더넷 주소:";
"DEFAULT_PPPoE_SERVICE_NAME" = "PPPoE";
"INVALID_NAME" = "유효하지 않은 이름!";
"DUPLICATE_NAME" = "이름은 고유해야 합니다!";
"INVALID_VLAN_TAG" = "태그가 범위 밖에 있습니다!";
"DUPLICATE_VLAN_TAG" = "태그는 고유해야 합니다!";
"TURN_AIRPORT_OFF" = "AirPort 끔";
"TURN_AIRPORT_ON" = "AirPort 켬";
"AIRPORT_POWER_ON" = "켬";
"AIRPORT_POWER_OFF" = "끔";
"VPN_TITLE" = "VPN(%@)";
"L2TP_TITLE" = "L2TP";
"PPTP_TITLE" = "PPTP";
"CISCO_IPSEC_TITLE" = "Cisco IPSec";
"IPSEC_TITLE" = "IPSec";

"6 to 4" = "6부터 4";

"MODEM_GENERIC" = "일반";
"MODEM_OTHER" = "기타";

"UNTITLED_INTERFACE" = "무제";
"UNTITLED_SERVER" = "무제 서버";

"ALERT_UNSAVED_CHANGES_FORMAT" = "“%@” 서비스에 적용되지 않은 변경사항이 있습니다. 이 변경사항을 적용하겠습니까?";
"ALERT_UNSAVED_CHANGES" = "이 서비스가 변경사항을 저장하지 않았습니다.";
"ALERT_UNSAVED_CHANGES_EXIT" = "네트워크 환경설정 패널을 닫기 전에 변경사항을 적용하겠습니까?";
"ALERT_UNSAVED_CHANGES_IMPORT" = "가져오면 저장되지 않은 모든 변경사항이 유실됩니다. 구성을 가져오기 전에 변경사항을 적용하겠습니까?";
"ALERT_UNSAVED_CHANGES_SWITCH" = "서비스를 전환하기 전에 변경사항을 적용하겠습니까?";
"ALERT_UNSAVED_CHANGES_LOCATION_SWITCH" = "위치를 전환하기 전에 변경사항을 적용하겠습니까?";
"ALERT_UNSAVED_CHANGES_LOCATION_EDIT" = "위치를 편집하기 전에 변경사항을 적용하겠습니까?";
"ALERT_UNSAVED_CHANGES_TOGGLE_AIRPORT_POWER" = "AirPort 전원을 전환하면 저장되지 않은 모든 변경사항이 유실됩니다. AirPort 전원을 전환하기 전에 변경사항을 적용하겠습니까?";
"ALERT_UNSAVED_CHANGES_TOGGLE_DHCP_LEASE" = "DHCP 임대를 갱신하면 저장하지 않은 변경사항이 유실됩니다. DHCP 임대를 갱신하기 전에 변경사항을 적용하겠습니까?";
"ALERT_UNSAVED_CHANGES_CONNECTING" = "변경사항을 적용하지 않고 연결하면 이전 설정을 사용합니다. 연결하기 전에 변경사항을 적용하겠습니까?";

"DELETE_VLAN_MULTIPLE" = "이 VLAN을 %d개의 네트워크 서비스에서 사용 중 입니다.";
"DELETE_VLAN_ONE" = "이 VLAN을 네트워크 서비스에서 사용 중 입니다.";
"DELETE_VLAN" = "“%@” VLAN을 삭제하겠습니까?";
"DELETE_VLAN_INFO" = "VLAN을 삭제하면 이 VLAN를 사용하는 모든 네트워크 서비스는 삭제됩니다. 서비스 또는 VLAN 삭제는 취소할 수 없습니다. VLAN과 그 구성 요소들을 삭제하겠습니까?";

"DELETE_BOND_MULTIPLE" = "이 통합을 %d개의 네트워크 서비스에서 사용 중 입니다.";
"DELETE_BOND_ONE" = "이 통합을 네트워크 서비스에서 사용 중 입니다.";
"DELETE_BOND" = "“%@” 통합을 삭제하겠습니까?";
"DELETE_BOND_INFO" = "이 통합을 삭제하면 이 통합을 사용하는 모든 네트워크 서비스를 삭제합니다. 서비스 또는 통합 삭제는 취소할 수 없습니다. 통합과 그 구성 요소들을 삭제하겠습니까?";
"UNTITLED_VLAN" = "무제 VLAN";
"UNTITLED_BOND" = "무제 본드";

"BOND_MEMBER_STATUS_ALL_CONNECTED" = "모든 회원 인터페이스가 연결되었습니다.";
"BOND_MEMBER_STATUS_SOME_CONNECTED" = "일부 회원 인터페이스가 연결되었습니다. 세부사항을 보려면 고급을 클릭하십시오.";
"BOND_MEMBER_STATUS_NONE_CONNECTED" = "연결된 회원 인터페이스가 없습니다. 세부사항을 보려면 고급을 클릭하십시오.";

"NEW_INTERFACE" = "새로운 인터페이스가 발견됨";
"SAVE_INTERFACE" =  "새로운 네트워크 인터페이스가 발견되었습니다.\r\r%@\r\r올바르게 구성되었는지 확인한 다음, 적용을 눌러 활성하십시오.";

"NEW_INTERFACES" = "새로운 인터페이스가 발견됨";
"SAVE_INTERFACES" =  "새로운 네트워크 인터페이스가 발견되었습니다.\r\r%@\r\r올바르게 구성되었는지 확인한 다음, 적용을 눌러 활성하십시오.";

/*
"NEW_PORT" = "New Port Detected";
"SAVE_PORT" =  "A new network port has been detected:\r\r\t%@\r\rPlease verify that it is configured correctly, then press Apply Now to activate it.";

"NEW_PORTS" = "New Ports Detected";
"SAVE_PORTS" = "New network ports have been detected:\r\r\t%@\r\rPlease verify that they are configured correctly, then press Apply Now to activate them.";
*/

/* "Make Service Active" = "Make “%@” Active"; */
/* "Make Service Inactive" = "Make “%@” Inactive"; */
"Make Service Active" = "서비스를 활성화";
"Make Service Inactive" = "서비스를 비활성화";

"Remove Service" = "“%@” 서비스 제거...";
"Duplicate Service" = "“%@” 서비스 복제...";
"Rename Service" = "“%@” 서비스 이름 변경...";
"DELETE_WITH_NAME" = "“%@” 삭제...";
"EDIT_WITH_NAME" = "“%@” 편집...";

/* Location Menu */
"EDIT_LOCATIONS" = "위치 편집...";

/* transmitting and receiving */
"tx" = "TX";
"rx" = "rx";

/* miscellaneous terms returned from configd or systemconfig */
"full" = "전체";
"half" = "절반";
"full-duplex" = "전이중";
"half-duplex" = "반이중";
"flow" = "흐름";
"flow-control" = "흐름 제어";
"auto" = "자동";
"autoselect" = "자동 선택";

/* misc service title */
"UNKNOWN_SERVICE" = "알 수 없는 서비스";

/* status strings */
"Inactive" = "비활성";
"Connected" = "연결됨";
"Connecting" = "연결 중...";
"Disconnecting" = "연결 해제 중...";
"Some Connected" = "일부가 연결됨";
"Not Connected" = "연결 안됨";
"Not Configured" = "구성되지 않음";
"Unknown State" = "알 수 없는 상태";
"Cable Unplugged" = "케이블이 연결되어 있지 않음";

"Self-Assigned IP" = "자체 할당 IP";
"No IP Address" = "IP 주소 없음";
"Loopback IP" = "루프백 IP";


/* tab labels */
"airport" = "AirPort";
"pppaccounts" = "계정";
"ppp" = "PPP";
"tcpip" = "TCP/IP";
"ipv4" = "IPv4";
"ipv6" = "IPv6";
"dns" = "DNS";
"eap" = "802.1X";
"ethernet" = "이더넷";
"modem" = "모뎀";
"pppoe" = "PPPoE";
"proxies" = "프록시";
"appletalk" = "AppleTalk";
"bonds" = "본드 상태";
"wins" = "WINS";
"wwan" = "WWAN";
"vpnondemand" = "주문형 VPN";
"vpnoptions" = "옵션";

"8021X" = "802.1X";

/* service list column titles */
"Services" = "서비스";
"Active Services" = "활성 서비스";
"Inactive Services" = "비활성 서비스";
"All Services" = "모든 서비스";
"All Broadband Services" = "모든 광대역 서비스";
"All VPN Services" = "모든 VPN 서비스";
"All Wireless Services" = "모든 무선 서비스";
"All Dial-up Services" = "모든 전화 연결 서비스";

"All Active Services" = "모든 활성 서비스";
"Active Broadband Services" = "활성 광대역 서비스";
"Active VPN Services" = "활성 VPN 서비스";
"Active Wireless Services" = "활성 무선 서비스";
"Active Dial-up Services" = "활성 전화 연결 서비스";

/* action popup tooltip */
"ACTION_MENU_TOOLTIP" = "서비스 순서 및 다른 동작 설정";

/* Ethernet ID tooltip */
"EthernetID Tooltip" = "이 네트워크 하드웨어에 대한 매체 접근 제어(MAC) 식별자";
"AirPortID Tooltip" = "이 네트워크 하드웨어에 대한 매체 접근 제어(MAC) 식별자(AirPort ID와 동일함)";

/* IP Address Validation strings */
"InvalidIPAddress" = "유효하지 않은 IP 주소";
"InvalidSubnetMask" = "유효하지 않은 서브네트 마스크";
"InvalidRouterAddress" = "유효하지 않은 라우터 주소";
"InvalidServerAddress" = "유효하지 않은 서버 주소";
"InvalidDomainLabel" = "유효하지 않은 도메인 레이블";
"LinkLocalAddress" = "로컬 주소 링크";
"InvalidPrefixLength" = "유효하지 않은 접두사 길이";

// =-=-= IP Address Error reason strings =-=-=
"BasicValidationError"	= "IP 주소는 마침표로 구분되어진 0부터 255 범위 내의 4개의 숫자로 구성되어야 합니다.";
"BasicSubnetMaskError"	= "서브네트 마스크는 마침표로 분리된 0부터 255 범위 내의 네 묶음의 숫자로 구성되어야 합니다.";
"DefaultRouteError"	= "입력한 값은 기본 경로로 정해져 있으며 이 컴퓨터의 IP 주소로 사용할 수 없습니다.";
"LimitedBroadcastError"	= "입력한 값은 제한된 브로드캐스트 주소이며, 이 컴퓨터에 대한 IP 주소로 사용할 수 없습니다.";
"FirstQuadReservedError"	= "입력한 4자리 값 중 첫번째 자리 값이 범위 밖에 있기 때문에 이 컴퓨터에 대한 라우터 주소로 사용할 수 없습니다.";
"SourceAddressError"	= "입력한 4자리 값 중 첫번째 자리 값은 0이 될 수 없습니다.";
"LoopbackError"	= "입력한 4자리 값 중 첫번째 자리 값은 127이 될 수 없습니다.";
"BroadcastAddressError"	= "호스트 주소가 브로드캐스트 주소와 일치하지 않습니다.";
"NetworkAddressError"	= "호스트 주소는 0이 될 수 없습니다.";

// IP Address Octet value error reasons
"OctetMatchError"	= "이 IP 주소의 네트워 주소 부분은 서브네트 주소와 일치하지 않습니다.";
"OctetRangeError"	= "해당 IP 주소는 라우터 주소 및 서브네트 마스크가 지원하는 주소 범위 밖에 있습니다.";

// IP and Router match error
"IPRouterMatchError"= "IP 주소는 경로 주소와 동일할 수 없습니다.";

// IP Address Link Local Address
"LinkLocalError" = "해당 IP 주소는 경로로 사용할 수 없습니다. 다른 IP 주소를 입력하는 것이 권장됩니다.";

// subnet maskk error reasons
"NonContiguousOnesError" = "서브네트 마스크가 유효하지 않습니다. 해당 값을 확인하여 올바르게 입력되었는지 확인하십시오. 도움이 필요하면 네트워크 관리자에게 연락하십시오.";

// DNS Search Domain errors
"SearchDomainLabelError" = "검색 도메인 이름은 문자, 숫자, 하이픈으로만 구성되어야 합니다. 이름의 시작과 끝이 문자 또는 숫자여야 합니다.";

// IPv6 address errors
"IPv6BasicValidationError" = "IPv6 주소는 콜론으로 분리된 0x0부터 0xffff 사이의 8개의 16진수 숫자로 구성되어야 합니다.";
"IPv6RouterBasicValidationError" = "IPv6 라우터 주소는 콜론으로 분리된 0x0부터 0xffff 사이의 8개의 16진수 숫자로 구성되어야 합니다.";
// see RFC 3627 for reason less than 127 is recommended
"IPv6PrefixLengthError" = "IPv6 접두사 길이는 0과 128 사이의 정수여야 합니다. 127 보다 작은 값을 입력하는 것이 권장됩니다.";

/* DHCP ID length error strings */
"DHCP_ID_LENGTH_ERROR_TITLE" = "DHCP 클라이언트 ID가 너무 깁니다";
"DHCP_ID_LENGTH_ERROR_MESSAGE" = "DHCP 클라이언트 ID는 255 문자를 초과할 수 없습니다.";


/* Connect time */
"TIME_HMS" = "%2.2d:%2.2d:%2.2d";
"TIME_1DHMS" = "1일, %2.2d:%2.2d:%2.2d";
"TIME_DHMS" = "%d일, %2.2d:%2.2d:%2.2d";

/* data quantities for PPP */
"Bytes" = "바이트";
"KBytes" = "KB";
"MBytes" = "MB";

/* Location Sheet Tooltips */
"DUPLICATE_SET_TOOLTIP" = "선택한 위치를 복제합니다";
"DUPLICATE_SERVICE_TOOLTIP" = "선택한 서비스를 복제합니다";
"DELETE_SET_TOOLTIP" =  "선택한 위치를 삭제합니다";
"DELETE_SERVICE_TOOLTIP" =  "선택한 서비스를 삭제합니다";
"SERVICES_COLUMN_TITLE" = "서비스";
"LOCATIONS_COLUMN_TITLE" = "위치";
"ADD_LOCATION_TOOLTIP" = "위치를 추가합니다";
"DELETE_LOCATION_TOOLTIP" = "선택한 위치를 삭제합니다";

/* Location services sheet title format */
"LOCATION_SERVICES_TITLE" = "“%@” 위치에 추가하려는 서비스를 선택하십시오.";

/* these are for the VPNImporter and any other app that imports configs */
"VPN_SHARED_SECRET" = "IPSec 공유 보안";

/* Keychain */
"IC_KEYCHAIN" = "인터넷 연결";
"8021x_KEYCHAIN" = "802.1X 암호";
"IC_KEYCHAIN_FORMAT" = "인터넷 연결: %@";

/* configuration popup menu item titles */
"Rename item" = "“%@” 이름 변경...";
"Delete item" = "“%@” 삭제";

/* addRemove button tooltips */
"ADD_DNS_SERVER_TOOLTIP" = "DNS 서버 주소를 추가합니다";
"DELETE_DNS_SERVER_TOOLTIP" = "DNS 서버 주소를 제거합니다";
"ADD_SEARCH_DOMAIN_TOOLTIP" = "DNS 검색 도메인을 추가합니다";
"DELETE_SEARCH_DOMAIN_TOOLTIP" = "DNS 검색 도메인을 제거합니다";

"ADD_WINS_SERVER_TOOLTIP" = "WINS 서버 주소를 추가합니다";
"DELETE_WINS_SERVER_TOOLTIP" = "WINS 서버 주소를 삭제합니다";
"Add WINS server address" = "WINS 서버 주소 추가";
"Delete WINS server address" = "WINS 서버 주소를 삭제합니다";

"ADD_8021X_CONFIG_TOOLTIP" = "802.1X 구성 추가";
"DELETE_8021X_CONFIG_TOOLTIP" = "802.1X 구성 삭제";
"Add an 802.1x configuration" = "802.1X 구성을 추가합니다";
"Delete an 802.1x configuration" = "802.1X 구성을 삭제합니다";

"ADD_IPV6_ADDRESS_TOOLTIP" = "새로운 IPv6 주소를 추가합니다";
"DELETE_IPV6_ADDRESS_TOOLTIP" = "선택된 IPv6 주소를 삭제합니다";

"ADD_SERVICE_TOOLTIP" = "새로운 서비스 생성";
"REMOVE_SERVICE_TOOLTIP" = "선택한 서비스를 삭제합니다";

"CURRENT_NETBIOS_NAME_FORMAT" = "%@은(는) 현재 사용 중 입니다.";

"CUSTOM_RANGE_FORMAT" = "( %d - %d )";
"MTU_RANGE_ERROR_TITLE" = "범위 밖의 값";
"MTU_RANGE_ERROR_FORMAT_UNDER_MIN" = "입력한 MTU 값이 이 인터페이스에서 지원하는 최소값(%d) 보다 작습니다.";
"MTU_RANGE_ERROR_FORMAT_OVER_MAX" = "입력한 MTU 값은 이 인터페이스가 지원하는 최대값(%d)을 초과합니다.";
"MTU_RANGE_ERROR" = "입력한 값이 이 인터페이스가 지원하는 MTU 값의 범위에 있지 않습니다.";

// proxy descriptions
"FTP Proxy" = "FTP 프록시";
"Web Proxy (HTTP)" = "웹 프록시(HTTP)";
"Secure Web Proxy (HTTPS)" = "보안 웹 프록시(HTTPS)";
"Streaming Proxy (RTSP)" = "스트리밍 프록시(RTSP)";
"SOCKS Proxy" = "SOCKS 프록시";
"Gopher Proxy" = "고퍼 프록시";
"Automatic Proxy Configuration" = "자동 프록시 구성";
"Auto Proxy Discovery" = "자동 프록시 인식";
		
// proxy titles
"FTP Proxy Server" = "FTP 프록시 서버";
"Web Proxy Server" = "웹 프록시 서버";
"Secure Web Proxy Server" = "보안 웹 프록시 서버";
"Streaming Proxy Server" = "스트리밍 프록시 서버";
"SOCKS Proxy Server" = "SOCKS 프록시 서버";
"Gopher Proxy Server" = "고퍼 프록시 서버";
"Proxy Configuration File" = "프록시 구성 파일";

/* certificate alert strings */
"NO_CERT_ALERT_TITLE" = "발견된 인증서 없음";
"NO_CERT_ALERT_INFO" = "키체인에 적합한 인증서가 없어서 인증서 인증을 사용할 수 없습니다. 키체인 접근을 사용하여 키체인에 적합한 인증서를 가져오십시오. 인증에 필요한 인증서가 없다면 네트워크 관리자에게 문의하십시오.";
"NO_CERT_MACHINE_ALERT_TITLE" = "발견된 시스템 인증서 없음";
"NO_CERT_MACHINE_ALERT_INFO" = "키체인에 적합한 인증서가 없어서 인증서 인증을 사용할 수 없습니다. 키체인 접근을 사용하여 키체인에 적합한 인증서를 가져오십시오. 인증에 필요한 인증서가 없다면 네트워크 관리자에게 문의하십시오.";
"NO_CERT_ALERT_OK" = "승인";
"NO_CERT_SELECTED" = "선택된 항목 없음";
"SELECT_USER_CERT_TITLE" = "사용자의 허가 인증서를 선택하십시오.";
"SELECT_TLS_CERT_TITLE" = "TLS 인증서를 선택하십시오.";
"SELECT_MACHINE_CERT_TITLE" = "시스템의 허가 인증서를 선택하십시오.";
"SELECT_CERT_INFO" = "선택된 항목 없음";
"CERT_NOT_FOUND" = "키체인에 없음";
"CERT_NOT_FOUND_TOOLTIP" = "선택한 인증서는 키체인에 더이상 존재하지 않습니다";

// advanced VPNOnDemand tooltips and AX overrides
"ADD_VPN_DOMAIN" = "새로운 도메인을 목록에 추가합니다";
"REMOVE_VPN_DOMAIN" = "목록에서 선택한 도메인을 제거";
"Add VPN on Demand domain" = "주문형 VPN 도메인 추가";
"Remove VPN on Demand domain" = "주문형 VPN 도메인 제거";

/* normally redial timeout is specified in seconds. set this to "YES" to specify redial timeout in minutes. */
/* Japanese Law requires this value to be in minutes, so Japanese translations should set this to "YES". */
/* Others should leave it set to "NO". */
"REDIAL_IN_MINUTES" = "NO";
"MINUTES_LABEL" = "재다이얼하기 전의 시간"; 

/* 802.1x dialog strings */
"ONEX_TLS_TITLE" = "TLS를 켜면 인증이 실패하는 원인이 됩니다.";
"ONEX_TLS_INFO" = "키체인이 적당한 인증서를 포함하지 않았기 때문에 TLS를 사용할 수 없습니다. 적당한 인증서를 키체인으로 가져오려면 키체인 접근을 사용하십시오. 인증에 필요한 인증서가 없다면 네트워크 관리자에게 문의하십시오.";
"NO_CERTS" = "발견된 인증서 없음";
"TLS_DESC" = "TLS 인증서를 선택하십시오.";

"ONEX_OFF_STATUS" = "802.1x가 비활성화되었습니다";
"ONEX_ON_STATUS" = "802.1x 가 활성화되었습니다";
"ONEX_INACTIVE_STATUS" = "802.1X가 비활성 상태입니다";
"TURN_ONEX_OFF" = "802.1x 비활성화";
"TURN_ONEX_ON" = "802.1x 활성화";

"ONEX_LOGIN_OFF_STATUS" = "802.1x 로그인이 비활성화되었습니다";
"ONEX_LOGIN_ON_STATUS" = "802.1x 로그인이 활성화되었습니다";
"TURN_LOGIN_ONEX_OFF" = "802.1x 로그인 비활성화";
"TURN_LOGIN_ONEX_ON" = "802.1x 로그인 활성화";

"ENABLE_8021X_TOOLTIP" = "이 네트워크 서비스에 대한 시스템 802.1x 인증을 활성화 또는 비활성화하려면 클릭합니다.";
"ENABLE_8021X_TOOLTIP_NEED_NAME" = "802.1x 인증 활성화를 허용하려면 사용자 이름 및 암호가 필요합니다.";
"ONEX_AUTH_BUTTON_TOOLTIP" = "802.1X 구성을 사용하여 인증하려면 클릭";
"ONEX_LOGIN_CREDS_TOOLTIP" = "사용자 이름 및 암호는 인증서를 얻고 신뢰를 설정하는데 사용됩니다. 사용자 이름 및 암호는 저장되지 않습니다.";

/* Authentication information */
"ONEX_AUTH_FAILED" = "802.1X 인증이 실패했습니다.";
"ONEX_CLIENT_STATUS_FAILED" = "802.1X가 인증할 수 없습니다. 제공한 구성이 유효하지 않을 수 있습니다. 연결하기 위해 필요한 구성을 알 수 없다면 네트워크 관리자에게 문의하십시오. "; 
"ONEX_PROTOCOL_FAILURE" = "연결하려는 하나 이상의 프로토콜이 지원되지 않습니다. 연결하려는 프로토콜을 알 수 없다면 네트워크 관리자에게 문의하십시오."; 
"ONEX_INNER_PROT_FAILURE" = "연결하려는 하나 이상의 내부 프로토콜이 지원되지 않습니다. 연결하려는 내부 프로토콜을 알 수 없다면 네트워크 관리자에게 문의하십시오."; 
"ONEX_SECURITY_ERROR" = "보안 오류: %d";
"ONEX_ERROR_PORT" = "( 오류: %2$@ 포트에서 %1$d  )";

"ONEX_AUTHENTICATING" = "인증 중";
"ONEX_CONNECTED" = "인증됨";
"ONEX_CONNECTED_VIA" = "%@을(를) 통해 인증됨";
"ONEX_CONNECTED_VIA_PROT" = "%@을(를) 통해 인증됨(%@)";
"ONEX_ELAPSED_TIME" = "연결 시간: %@";
"ONEX_NO_AUTHENTICATOR" = "인증 서버가 응답하지 않습니다.";

"ONEX_PROGRESS_TITLE" = "%2$@에 대한 %1$@ 설정 구성 중";
"ONEX_PROGRESS_STEP_AUTH" = "인증 중...";
"ONEX_PROGRESS_STEP_TRUST" = "신뢰 설정 중...";

"ONEX_SYSTEM_DOMAIN" = "시스템 정보";
"ONEX_LOGINWINDOW_DOMAIN" = "로그인 윈도우 프로파일";
"ONEX_USER_DOMAIN" = "사용자 프로파일";
"ONEX_SYSTEM_CONFIG" = "시스템 정보";
"ONEX_LOGINWINDOW_CONFIG" = "로그인 윈도우";

"ONEX_REPLACE_SYSTEM_CONFIG_TITLE" = "시스템 정보를 대치하겠습니까?";
"ONEX_REPLACE" = "대치";
"ONEX_REPLACE_SHEET_INFO" = "시스템 정보를 “%@” 제목의 프로파일로 대치하겠습니까?";

"ONEX_NETWORK_NAME_IN_CONFIG_ALREADY_TITLE" = "이 네트워크에 대한 프로파일이 이미 존재합니다.";
"ONEX_NETWORK_NAME_IN_CONFIG_ALREADY_INFO" = "이 네트워크에 대한 다른 프로파일을 생성하면 네트워크에 자동 연결하는 기능을 손상시킬 수 있습니다.";

/* status strings */
"UNKNOWN_SUMMARY" = "네트워크 연결 상태를 결정할 수 없습니다.";
"UNKNOWN_STATUS" = "네트워크 상태를 알 수 없음";

/* airport tooltips */
"ADD_NETWORK_TOOLTIP" = "원하는 네트워크를 목록에 추가합니다";
"DELETE_NETWORK_TOOLTIP" = "권장 목록에서 네트워크를 제거합니다";

/* Status View AirPort Specific */
"AIRPORT_OFF" = "%@이(가) 현재 꺼져 있습니다";
"AIRPORT_ON" = "%@이(가) 현재 켜져 있습니다";
"AIRPORT_CONNECTED" = "%@이(가) 네트워크에 연결되었습니다";
"AIRPORT_UNKNOWN" = "무선 연결 상태를 알 수 없습니다.";
"AIRPORT_NO_NETWORK" = "선택한 네트워크 없음";

/* airport status summary strings */
"AIRPORT_NOT_CONNECTED_TO_NETWORK" = "%@이(가) 켜져있지만 네트워크에 연결되지 않았습니다.";
"AIRPORT_CONNECTED_TO" = "%1$@이(가) %2$@에 연결되었습니다.";
"AIRPORT_CONNECTED_TO_IBSS" = "%1$@이(가) 컴퓨터 대 컴퓨터 네트워크인 %2$@에 연결되었습니다.";
"AIRPORT_NO_IP" = "%@이(가) IP 주소를 가지고 있지 않으며, 인터넷에 연결할 수 없습니다.";
"AIRPORT_NO_IP_CONFIGMETHOD" = "%1$@이(가) 설정되어 %2$@에서 IP 주소를 수신할 수 있지만, IP 주소가 없으며 인터넷에 연결할 수 없습니다.";
"AIRPORT_CONNECTED_WITH_IP" = "%1$@이(가) %2$@에 연결되었고 %3$@ IP 주소를 가집니다.";
"AIRPORT_LINK_LOCAL" = "%@은(는) 자체 할당된 IP 주소 %@을(를) 가지고 있으며 인터넷에 연결할 수 없습니다.";
"AIRPORT_NO_ROUTER" = "베이스 스테이션과 통신할 수 없습니다. 베이스 스테이션이 제대로 설정되었는지 확인하십시오.";
"AIRPORT_NO_REACH_IP" = "%@이(가) 무선 네트워크에 연결되어있지만, 베이스 스테이션 상태를 사용할 수 없습니다. 인터넷에 연결되어 있을 수 있습니다.";
"AIRPORT_NO_DNS" = "%@이(가) 인터넷에 연결되어 있지만, DNS 설정값이 제대로 설정되지 않았습니다.";
"AIRPORT_INTERNET_SHARING" = "인터넷 공유는 켜져 있으며, 연결을 공유하도록 %@을(를) 사용하고 있습니다.";

/* airport interface join networks switch */
"AIRPORT_JOIN_AUTOMATICALLY_ON" = "알고 있는 네트워크에 자동으로 연결됩니다. 사용 가능한 알고 있는 네트워크가 없다면, 새로운 네트워크에 연결하기 전에 묻습니다.";
"AIRPORT_JOIN_AUTOMATICALLY_OFF" = "알고 있는 네트워크에 자동으로 연결됩니다. 사용 가능한 알고 있는 네트워크가 없다면, 네트워크에 수동으로 연결해야 합니다.";


/* Status View Ethernet Specific */
"ETHERNET_ACTIVE" = "%@이(가) 현재 활성 상태입니다.";
"ETHERNET_NOT_ACTIVE" = "%@이(가) 활성 상태가 아닙니다";
"ETHERNET_CONNECTED" = "%@이(가) 연결되어 있습니다";
"ETHERNET_NOT_CONNECTED" = "%@이(가) 연결되어 있지 않습니다";

/* ethernet status summary strings */
"ETHERNET_ACTIVE_INFO" = "%1$@이(가) 현재 활성 상태이며 %2$@ IP 주소를 가집니다.";
"ETHERNET_PLUGGED_NOT_CONNECTED" = "%@에 대한 케이블이 연결되었지만 컴퓨터가 IP 주소를 가지고 있지 않습니다.";
"ETHERNET_NOT_PLUGGED" = "%@에 대해 케이블이 연결되어 있지 않거나 반대쪽 장비가 응답하지 않습니다.";
"ETHERNET_LINK_LOCAL" = "%@은(는) 자체 할당된 IP 주소를 가지고 있으며 인터넷에 연결할 수 없습니다.";
"ETHERNET_NO_ROUTER" = "네트워크 상태가 라우터와 통신할 수 없습니다.";
"ETHERNET_NO_REACH_IP" = "%@이(가) 로컬 네트워크에 연결되었지만 네트워크 상태가 인터넷에 연결되었는지 확인할 수 없습니다.";
"ETHERNET_NO_DNS" = "%@이(가) 연결되었지만 DNS 구성이 잘못되어 올바르게 작동하지 않습니다.";
"ETHERNET_LOOPBACK" = "%@은(는) 루프백 IP 주소를 가지고 있어 연결할 수 없을 수도 있습니다.";

/* Bluetooth PAN */
"DEVICE_NOT_CONNECTED_FORMAT" = "%1$@이(가) 연결되어 있지 않습니다.";

/* iPhone USB */
"USB_NOT_PLUGGED" = "%@에 대한 케이블이 연결되어 있지 않거나 해당 장비가 응답하지 않습니다.";

/* FireWire status summary strings */
"FIREWIRE_NOT_CONNECTED" = "연결된 네트워크 가능한 FireWire 장비가 없습니다.";

/* Modem Status View */
"MODEM_NOT_CONFIGURED" = "%@이(가) 구성되어 있지 않습니다";
"MODEM_CONNECTED" = "%@이(가) 연결되어 있습니다";
"MODEM_NOT_CONNECTED" = "%@이(가) 연결되어 있지 않습니다";

/* Modem Status Summary */
"MODEM_NO_SETTINGS" = "%@이(가) 구성되지 않았습니다.";
"MODEM_READY" = "해당 네트워크로 연결하려면 연결 단추를 누르십시오.";

/* VPN Simple Status */
"VPN_INACTIVE" = "%@이(가) 비활성 상태입니다";
"VPN_CONNECTED" = "%@이(가) 연결되어 있습니다";
"VPN_CONNECTING" = "%@ 연결 중...";
"VPN_DISCONNECTING" = "%@ 연결 해제 중...";
"VPN_NOT_CONNECTED" = "%@이(가) 연결되어 있지 않습니다";
"VPN_UNKNOWN_STATE" = "%@이(가) 알 수 없는 상태 입니다";
"VPN_NOT_CONFIGURED" = "%@이(가) 구성되어 있지 않습니다";

/* Link aggregation service */
"LINK_ALERT_TITLE" = "기존의 구성이 유실될 것입니다.";
"LINK_ALERT_EXISTING_CONFIG" = "선택된 포트에 대한 모든 기존의 구성이 유실될 것입니다. 통합을 생성하겠습니까?";
"LINK_STATUS_SPEED_DOWN" = "아래";
"LINK_STATUS_ENABLED" = "승인";
"LINK_STATUS_INVALID" = "유효하지 않은 링크";
"LINK_STATUS_NO_PARTNER" = "파트너 없음";
"LINK_STATUS_NOT_ACTIVE_GROUP" = "잘못된 그룹";
"LINK_STATUS_UNKNOWN" = "알 수 없음";
"LINK_STATUS_TOOLTIP_ENABLED" = "감지된 문제 없음.";
"LINK_STATUS_TOOLTIP_INVALID" = "링크 상태가 유효하지 않습니다. (예: 다운, 반이중 또는 잘못된 속도)";
"LINK_STATUS_TOOLTIP_NO_PARTNER" = "장비가 연결된 스위치에 있는 포트에서 802.3ad 링크 통합이 활성화되지 않은 것 같습니다.";
"LINK_STATUS_TOOLTIP_NOT_ACTIVE_GROUP" = "포트가 파트너에 연결되어 있지만 링크 통합 그룹이 활성된 그룹과 다릅니다.";
"LINK_STATUS_TOOLTIP_UNKNOWN" = "이 장비의 상태를 결정할 수 없습니다.";

/* import/export */
"ALERT_IMPORT_FAILED_TITLE" = "“%@”에 대한 구성을 가져올 수 없습니다.";
"ALERT_IMPORT_FAILED_MESSAGE" = "“%@” 서비스를 찾을 수 없습니다.";
"ALERT_IMPORT_FAILED_NO_SERVICES" = "“%2$@” 서비스가 네트워크 환경설정에서 설정되지 않았기 때문에 “%1$@” 구성을 가져올 수 없습니다.";
"IMPORT_FAILED_BAD_FILE" = "파일이 유효하지 않기 때문에 가져오기를 실패했습니다.";
"IMPORT_MULTIPLE_FORMAT" = "다중 %@ 서비스를 찾을 수 없습니다. 서비스를 선택하여 다음으로 구성을 가져오십시오:";
"IMPORT_MULTIPLE_8021X_FORMAT" = "%@을(를) 지원하는 다중 서비스가 발견되었습니다. 구성을 다음으로 가져오기 위한 서비스를 선택하십시오:";
"EXPORT_FAILED" = "보내기 실패.";
"EXPORT_FAILED_FILE" = "구성을 파일에 쓸 수 없습니다.";
"EXPORT_FAILED_CONFIGS" = "구성이 없기 때문에 구성을 파일에 쓸 수 없습니다.";
"EXPORT_FAILED_CHECKBOXES" = "선택한 체크상자가 없기 때문에 구성을 파일에 쓸 수 없습니다.";
"EXPORT_FAILED_FILE_8021x" = "802.1X 프로파일을 파일에 쓸 수 없습니다.";
"EXPORT_FAILED_PROFILES" = "프로파일이 없기 때문에 802.1X 프로파일을 파일에 쓸 수 없습니다.";
"EXPORT_FAILED_CHECKBOXES_8021x" = "선택한 체크상자가 없기 때문에 802.1X 프로파일을 파일에 쓸 수 없습니다.";

"EXPORT_UNTITLED_FILE" = "무제";


/* assist me sheet */
/* strings for the assist me alert sheet  */
"ASSIST_SHEET_TITLE" = "새로운 네트워크 연결 설정 또는 네트워크 문제를 해결하는데 도움이 필요합니까?";
"ASSIST_SHEET_INFO" = "새로운 네트워크 구성을 설정하는 데 도움이 필요하다면, 지원을 클릭하십시오. 네트워크 연결 문제를 해결하는 데 도움이 필요하다면, 진단을 클릭하십시오.";

"ASSIST_SHEET_DEFAULT_BUTTON_TITLE" = "지원…";
"ASSIST_SHEET_OTHER_BUTTON_TITLE" = "진단…";

/* appletalk strings */
"APPLETALK_ALRT" = "AppleTalk가 다른 네트워크 서비스에서 활성되어 있습니다.";
"APPLETALK_ALRT_EXPLANATION" = "“%@”에서 AppleTalk를 비활성하겠습니까?"; 
"APPLETALK_ALRT_DUP_SERVICE" = "AppleTalk는 한번에 하나의 네트워크 포트에서만 활성될 수 있습니다. 계속하면, AppleTalk는 %@에서 비활성됩니다."; 

/* TCP/IP Advanced Sheet*/
"IPV6_ROUTER_NOT_AVAILABLE" = "사용 불가능";

/* Show Menu Extra titles */
"SHOW_VPN_MENUEXTRA" = "메뉴 막대에서 VPN 상태 보기";
"SHOW_MODEM_MENUEXTRA" = "메뉴 막대에서 모뎀 상태 보기";
"SHOW_WWAN_MENUEXTRA" = "메뉴 막대에서 WWAN 상태 보기";
"SHOW_PPPOE_MENUEXTRA" = "메뉴 막대에서 PPPoE 상태 보기";
"SHOW_IRDA_MENUEXTRA" = "메뉴 막대에서 IrDA 상태 보기";

/* Accessibility Strings */
"Location Actions" = "위치 동작";
"Add Location" = "위치 추가";
"Delete Location" = "위치 삭제";

"Add search domain" = "검색 도메인 추가";
"Delete search domain" = "검색 도메인 삭제";
"Add DNS server" = "DNS 서버 추가";
"Delete DNS server" = "DNS 서버 삭제";

"Add Service"= "서비스 추가";
"Delete Service" = "서비스 삭제";
"Service Actions" = "서비스 동작";

"Add Profile"= "프로파일 추가";
"Delete Profile" = "프로파일 삭제";

"SERVICE_LOGO_FORMAT" = "%@ 로고";
"Service Logo" = "서비스 로고";

/* IPSec VPN server requires prompt */
"SERVER_REQUIRES_PROMPT" = "서버가 암호를 요구합니다";

/* Bluetooth PAN and iPhone support */
"NO_PAIRED_DEVICES_FOUND" = "PAN 장비 없음";